acpi
acpid
adwaita-icon-theme
alsa-firmware
alsa-utils
arduino
autoconf
automake
avahi
avr-gcc
avr-gdb
avr-libc
avrdude
b43-fwcutter
baobab
bash
binutils
bison
btrfs-progs
bumblebee
bzip2
ccache
clang
code
coreutils
cowsay
cpupower
crda
cronie
cryptsetup
dconf-editor
device-mapper
dhclient
dhcpcd
dialog
diffutils
discord
dkms
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
empathy
evince
evolution
exfat-utils
f2fs-tools
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
flameshot
flatpak
flex
fortune-mod
fprintd
freerdp
gawk
gcc
gcc-libs
gdb
gdm
gedit
gettext
gimp
git-lfs
glibc
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-maps
gnome-mines
gnome-notes
gnome-online-accounts
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-gsconnect
gnome-shell-extensions
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-wallpapers
gnome-weather
gnu-netcat
gnuplot
gparted
gperf
grep
grilo-plugins
grub
grub-customizer
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gthumb
gtk3
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-mtp
gvfs-smb
gzip
haveged
hexchat
icon-naming-utils
illyria-wallpaper
imagewriter
inetutils
intel-ucode
intltool
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jre8-openjdk
jre8-openjdk-headless
kernel-alive
kicad
kicad-library
kicad-library-3d
less
lib32-mesa-demos
lib32-nvidia-430xx-utils
lib32-primus
libc++
libdvdcss
libreoffice-still
licenses
linux-firmware
linux419
linux419-bbswitch
linux419-nvidia-430xx
linux53
linux53-bbswitch
linux53-headers
linux53-nvidia-430xx
llvm
logrotate
lolcat
lollypop
lrzip
lsb-release
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-artwork
manjaro-aur-support
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-gdm-theme
manjaro-gnome-assets
manjaro-gnome-vanilla
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
mc
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
mhwd-tui
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mosh
mousetweaks
mutter
nano
nautilus
nautilus-admin
nautilus-empty-file
net-tools
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
ninja
nmap
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-430xx-utils
openresolv
openssh
os-prober
p7zip
pacaur
package-query
pacman
pacui
pamac-gtk
pandoc
papirus-maia-icon-theme
patch
pavucontrol
pciutils
perl
picocom
polkit-gnome
powerline
powertop
procps-ng
prusa-slicer
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pv
python-pip
reiserfsprogs
remmina
rsync
s-nail
screen
seahorse
sed
shadow
simple-scan
sl
spectre-meltdown-checker
steam-manjaro
stlink
sudo
sushi
sysfsutils
systemd-fsck-silent
systemd-sysvcompat
tar
telegram-desktop
telepathy-accounts-signon
terminator
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
timeshift
tlp
tlpui
totem
tracker
tracker-miners
transmission-gtk
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
uget
unace
unrar
usb_modeswitch
usbutils
util-linux
vi
vim
vino
vlc
wallpapers-2018
wget
which
wpa_supplicant
xdg-su
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-input-wacom
xf86-video-intel
xfsprogs
xorg-server
xorg-twm
xorg-xinit
xscreensaver
xsel
yajl
yelp
youtube-dl
zsh
